Repository: klandestino/cursorial
Catalog: languages/cursorial-*.po
Languages: sv_se

source: Edit cursorial blocks in %s
sv_se: Ändra cursorial-block i %s

source: Set featured image
sv_se: Ändra utvald bild

source: Show content
sv_se: Visa innehåll

source: Hide content
sv_se: Göm innehåll

source: Visible:
sv_se: Visa:

source: post title
sv_se: titel

source: image
sv_se: bild

source: post excerpt
sv_se: sammanfattning

source: post content
sv_se: innehåll

source: post date
sv_se: datum

source: %s has some unsaved changes.
sv_se: %s har några osparade förändringar.

source: You need to save this block before you can change image.
sv_se: Du måste spara det här blocket innan du kan ändra bild.

source: Save block
sv_se: Spara block

source: Here's a list of posts. To add posts to this list, search for content in the box to the right and drag them into this space. You can also drag posts between blocks.
sv_se: Här är en lista med inlägg. För att lägga till inlägg, sök efter innehåll i sökfältet till höger och flytta sedan inläggen hit. Du kan också flytta innehåll mellan block.

source: This is a dummy block occupying space.
sv_se: Det här är ett dummy-block.

source: Publish
sv_se: Publicera

source: Save all blocks
sv_se: Spara alla block

source: Find content
sv_se: Hitta innehåll

source: Enter keywords below to find content. Then drag the posts to a block and drop them there.
sv_se: Skriv in sökord här nedan för att hitta inlägg. Drag och släpp sedan inläggen till blocken.

source: Search keywords:
sv_se: Sökord:

source: Author:
sv_se: Författare:

source: Date:
sv_se: Datum:

source: Remove
sv_se: Ta bort

source: Edit
sv_se: Ändra

source: Save
sv_se: Spara

source: Title:
sv_se: Titel:

source: Available cursorial blocks
sv_se: Tillgängliga cursorial-block

source: Custom block
sv_se: Anpassat block

source: Add new custom cursorial block
sv_se: Lägg till anpassat cursorial-block

source: Block label:
sv_se: Blocknamn:

source: Maximum number of posts:
sv_se: Maximalt antal inlägg

source: What fields should be available?
sv_se: Vilka fält ska vara tillgängliga?

source: Title
sv_se: Titel

source: Date
sv_se: Datum

source: Author
sv_se: Författare

source: Image
sv_se: Bild

source: Excerpt
sv_se: Sammanfattning

source: Content
sv_se: Innehåll

source: Posted on %1$s by %2$s
sv_se: Postad %1$s av %2$s

source: Posted on %1$s
sv_se: Postad %1$s

source: Written by %1$s
sv_se: Skriven av %1$s

source: Display an existing cursorial block or create one
sv_se: Visa existerande cursorial-block eller skapa en

source: Custom Widget Block
sv_se: Anpassat widget-block

source: Custom Widget Blocks
sv_se: Anpassade widget-block
